import { NextPage } from 'next';
import { TextField } from '../components/TextField';

const AboutPage: NextPage = () => (
  <div className="max-w-3xl mx-auto">
    <h2 className="font-medium text-2xl text-center xl:text-4xl">
      О Центре Финансово-Правовых Инициатив
    </h2>
    <div className="max-w-lg mx-auto">
      <i className="block my-4">
        «Уберечь свои деньги стоит бо&#x301;льших трудов, чем добыть их» - Мишель де Монтень
      </i>
      <p>
        Деятельность ЦФПИ направлена на решение проблемы финансовой безопасности в обществе, путем
        популяризации информационных официальных источников Центрального Банка РФ, разоблачение
        компаний с выявленными признаками нелегальной деятельности на финансовом рынке, поиск
        способов возврата (с опорой на международный опыт) пострадавших от финансовых мошеннических
        компаний (forex, финансовых пирамид и т.п.).
      </p>
      <b className="font-medium mt-4 block">Целью проекта является:</b>
      <ol className="list-disc pl-5">
        <li>
          Разработка рекомендаций по защите прав потребителей финансовых услуг на основе правил
          международных платежных систем (МПС)
        </li>
        <li>
          Создание отрицательного имиджа недобросовестным компаниям, внесение их в соответствующие
          реестры ЦБ и РКН
        </li>
        <li>Увеличение финансовой и юридической грамотности населения</li>
        <li>
          Создание международного сообщества, которое смогло бы системно подходить к вопросу
          финансового мошенничества через Интернет
        </li>
      </ol>
      <b className="font-medium mt-4 block">Направления, по которым работает проект:</b>
      <ul className="list-decimal pl-5">
        <li>
          <b>Информационно-просветительское</b>: мы на ежедневной основе ищем, проверяем и создаем
          контент об актуальных видах мошенничества, о возможности их предотвращения, опираясь на
          официальные данные надзорных и компетентных органов. Помимо того, мы предлагаем коллегам,
          компетентным в данных вопросах, или имеющих информацию, опыт или объективное мнение,
          публиковать на наших ресурсах собственные статьи, которые проходят отбор и, собственно,
          публикуются, если соответствуют всем заявленным требованиям.
        </li>
        <li>
          <b>Юридическое</b>: совместно с «Юридической клиникой института права ТГУ» и другими
          партнёрами оказываем юридическую помощь обратившимся пострадавшим, совместными усилиями
          ищем возможные и максимально рациональные выходы из сложившихся ситуаций, даем четкие
          консультации, предотвращая повторение ошибок. Ищем методы возврата денег, если были потери
          «инвестиций».
        </li>
        <li>
          <b>Финансовое</b>: Индивидуально консультируем в случае обращения к нам по поводу
          возможных мошеннических действий (звонков) со стороны различных финансовых
          интернет-проектов или псевдо-инвестиционных компаний. Совместно проверяем и обучаем
          проверять наличие лицензий и правовых оснований деятельности на территории РФ тех или иных
          компаний. Интерактивно объясняем в различных форматах о разны видах финансов и о том, как
          и на каких официальных источниках можно проверять информацию, как о компании, так и,
          например, о какой-либо акции или проекте.
        </li>
        <li>
          <b>Просветительское</b>: проводим «ликбезы» через видео-форматы, форматы подкастов,
          форумов и т.п. Разрабатываем «уроки финансовой грамотности», которые планируем предлагать
          школам и иным учебным заведениям, в которые будут входить не только интерактивное и
          простое объяснение о сложных финансовых явлениях, но и в виде собственных авторских игр,
          направленных на развитие культуры финансовой грамотности, при этом, информация поданная во
          всех форматах будет браться исключительно с официальных источников ответственных
          государственных структур.
        </li>
      </ul>
    </div>
  </div>
);

export default AboutPage;
